Repository: ivanmtw/posts-comments-reposter-to-telegram
Catalog: posts-comments-reposter-to-telegram/languages/posts-comments-reposter-to-telegram-*.po
Languages: bn_bd, es_es, fr_fr, pt_pt, ru_ru

source: Automatic publication of new published posts and approved comments in Telegram channels
bn_bd: টেলিগ্রাম চ্যানেলে নতুন প্রকাশিত পোস্ট এবং অনুমোদিত মন্তব্যের স্বয়ংক্রিয় প্রকাশনা
es_es: Publicación automática de nuevas publicaciones publicadas y comentarios aprobados en los canales de Telegram
fr_fr: Publication automatique des nouveaux messages publiés et des commentaires approuvés dans les canaux Telegram
pt_pt: Publicação automática de novos posts publicados e comentários aprovados nos canais do Telegram
ru_ru: Автоматическая публикация новых опубликованных постов и одобренных комментариев в Telegram-каналах

source: Bot Token
bn_bd: বট টোকেন
es_es: Token de Bot
fr_fr: Jeton de Bot
ru_ru: Токен бота

source: Enable Automatic Sending of Approved Comments to Telegram
bn_bd: টেলিগ্রামে অনুমোদিত মন্তব্যগুলির স্বয়ংক্রিয় প্রেরণ সক্ষম করুন
es_es: Habilitar el Envío Automático de Comentarios Aprobados a Telegram
fr_fr: Activer l'envoi automatique des Commentaires approuvés à Telegram
pt_pt: Permitir o envio automático de comentários aprovados ao Telegram
ru_ru: Включить автоматическую отправку одобренных комментариев в Telegram

source: Enable Automatic Sending of Published Posts to Telegram
bn_bd: টেলিগ্রামে প্রকাশিত পোস্টগুলি স্বয়ংক্রিয় প্রেরণ সক্ষম করুন
es_es: Habilitar el Envío Automático de Publicaciones Publicadas a Telegram
fr_fr: Activer l'envoi automatique des Publications publiées sur Telegram
pt_pt: Permitir o envio automático de mensagens publicadas ao Telegram
ru_ru: Включить автоматическую отправку опубликованных сообщений в Telegram

source: If There Are No Posts, Then Write a Test Post and Copy the Link to This Field (This Is Necessary to Get the Channel Chat ID)
bn_bd: যদি কোনও পোস্ট না থাকে তবে একটি পরীক্ষা পোস্ট লিখুন এবং এই ক্ষেত্রের লিঙ্কটি অনুলিপি করুন (চ্যানেল চ্যাট আইডি পেতে এটি প্রয়োজনীয়)
es_es: Si No Hay Publicaciones, Escriba una Publicación de Prueba y Copie el Enlace a Este Campo (Esto Es Necesario para Obtener el ID de Chat del Canal)
fr_fr: S'Il N'Y A Pas de Messages, Écrivez un Message de Test et Copiez le Lien vers Ce Champ (Cela est Nécessaire pour Obtenir l'Identifiant de Discussion du Canal)
pt_pt: Se não houver postagens, escreva uma postagem de teste e copie o Link para este campo (Isso é necessário para obter o ID do bate-papo do canal)
ru_ru: Если сообщений нет, напишите тестовый пост и скопируйте ссылку в это поле (необходимо для получения идентификатора чата канала)

source: Ivan Matveev
bn_bd: ইভান মাতভিভ

source: New Comment
bn_bd: নতুন মন্তব্য
fr_fr: Nouveau Commentaire
pt_pt: Nuevo Comentario
ru_ru: Новый комментарий

source: Posts & Comments Reposter to Telegram
bn_bd: পোস্ট ও মন্তব্য টেলিগ্রাম রিপোর্টার
es_es: Reportero de Publicaciones y Comentarios en Telegram
fr_fr: Messages et commentaires Reporter à Telegram
pt_pt: Publicações e comentários Reporter to Telegram
ru_ru: Репостер постов и комментариев в Telegram

source: Reposter To Telegram
bn_bd: টেলিগ্রামে রিপোর্টার
es_es: Reportero A Telegram
fr_fr: Reporter Au Telegram
pt_pt: Repórter Do Telegram
ru_ru: Репостер в Telegram

source: Sending Posts and Approved Comments to Telegram
bn_bd: টেলিগ্রামে পোস্ট এবং অনুমোদিত মন্তব্য পাঠানো হচ্ছে
es_es: Envío de Publicaciones y Comentarios Aprobados a Telegram
fr_fr: Envoi de Publications et de Commentaires approuvés à Telegram
pt_pt: Envio de mensagens e comentários aprovados ao Telegram
ru_ru: Отправка постов и одобренных комментариев в Telegram

source: Settings
bn_bd: সেটিংস
es_es: Ajustes
fr_fr: Paramètres
pt_pt: Definições
ru_ru: Настройки

source: Specify the chat ID, its name, or a link
bn_bd: চ্যাট আইডি, এর নাম বা একটি লিঙ্ক নির্দিষ্ট করুন
es_es: Especifique el ID de chat, su nombre o un enlace
fr_fr: Spécifiez l'identifiant du chat, son nom ou un lien
pt_pt: Especifique o ID do chat, seu nome ou um link
ru_ru: Укажите идентификатор чата, его имя или ссылку

source: Specify the Settings for Posting Published Posts and Approved Comments in the Telegram Channel
bn_bd: টেলিগ্রাম চ্যানেলে প্রকাশিত পোস্ট এবং অনুমোদিত মন্তব্য পোস্ট করার জন্য সেটিংস নির্দিষ্ট করুন
es_es: Especifique la Configuración para Publicar Publicaciones Publicadas y Comentarios Aprobados en el Canal de Telegram
fr_fr: Spécifiez les paramètres de publication des Publications publiées et des Commentaires approuvés dans la chaîne Telegram
pt_pt: Especifique as configurações para postar postagens publicadas e comentários aprovados no Canal Telegram
ru_ru: Укажите настройки для размещения опубликованных постов и одобренных комментариев в Telegram-канале

source: Specify the Token of the Bot That Will Send Approved Comments to Telegram
bn_bd: বটের টোকেন নির্দিষ্ট করুন যা টেলিগ্রামে অনুমোদিত মন্তব্য পাঠাবে
es_es: Especifica el Token del Bot Que Enviará los Comentarios Aprobados a Telegram
fr_fr: Spécifiez le Jeton du Bot Qui Enverra les Commentaires approuvés à Telegram
pt_pt: Especifique o Token do Bot que enviará comentários aprovados ao Telegram
ru_ru: Укажите токен бота, который будет отправлять одобренные комментарии в Telegram

source: Specify the Token of the Bot That Will Send Published Posts to Telegram
bn_bd: বটের টোকেন নির্দিষ্ট করুন যা টেলিগ্রামে প্রকাশিত পোস্ট পাঠাবে
es_es: Especifica el Token del Bot Que Enviará las Publicaciones Publicadas a Telegram
fr_fr: Spécifiez le Jeton du Bot Qui Enverra les Publications publiées à Telegram
pt_pt: Especifique o Token do Bot que enviará postagens publicadas ao Telegram
ru_ru: Укажите токен бота, который будет отправлять опубликованные посты в Telegram

source: Telegram Channel Chat_ID
bn_bd: টেলিগ্রাম চ্যানেল Chat_ID
es_es: Chat_ID del canal de Telegram
fr_fr: Chat_ID de la chaîne Telegram
pt_pt: Canal Telegram Chat_ID
ru_ru: Chat_ID Телеграм-канала

source: To Get a Token, Create a Bot Using the User %s
bn_bd: একটি টোকেন পেতে, ব্যবহারকারী %s ব্যবহার করে একটি বট তৈরি করুন
fr_fr: Pour obtenir un Jeton, Créez un Bot En Utilisant l'utilisateur %s
pt_pt: Para obtener un Token, Cree un Bot con el Usuario %s
ru_ru: Чтобы получить токен, создайте бота, используя имя пользователя %s

source: To Publish to a Private Channel, Specify a Link to Any Post in the Channel (f.e. https://t.me/c/1234567890/1)
bn_bd: একটি ব্যক্তিগত চ্যানেলে প্রকাশ করতে, চ্যানেলের যে কোনও পোস্টের একটি লিঙ্ক নির্দিষ্ট করুন (উদাহরণস্বরূপ https://t.me/c/1234567890/1)
fr_fr: Pour publier sur une Chaîne Privée, spécifiez un lien vers n'importe quelle Publication de la Chaîne (par exemple https://t.me/c/1234567890/1)
pt_pt: Para publicar em um canal privado, especifique um Link para qualquer publicação no canal (por exemplo https://t.me/c/1234567890/1)
ru_ru: Для публикации в приватный канал укажите ссылку на любой пост в канале (например https://t.me/c/1234567890/1)

source: To Publish to a Public Channel, Specify Its Name or Link (for Example, @durov or https://t.me/durov)
bn_bd: একটি পাবলিক চ্যানেলে প্রকাশ করতে, এর নাম বা লিঙ্ক নির্দিষ্ট করুন (উদাহরণস্বরূপ, @durov বা https://t.me/durov)
es_es: Para Publicar en un Canal Público, Especifique su Nombre o Vínculo (por ejemplo, @durov o https://t.me/durov)
fr_fr: Pour publier sur une Chaîne publique, spécifiez Son Nom ou son Lien (par exemple, @durov ou https://t.me/durov)
pt_pt: Para publicar em um canal público, especifique seu nome ou Link (por exemplo, @durov ou https://t.me/durov)
ru_ru: Для публикации в публичный канал укажите его имя или ссылку (например @durov или https://t.me/durov)

source: To Get a Token, Create a Bot Using the User <a href="https://t.me/BotFather " target="_blank">@BotFather</a>
es_es: Para obtener un Token, Cree un Bot Con el Usuario <a href="https://t.me/BotFather" target= "_blank">@BotFather</a>

source: To Publish to a Private Channel, Specify a Link to Any Post in the Channel (for Example https://t.me/c/1234567890/1)
es_es: Para Publicar en un Canal Privado, Especifique un Enlace a Cualquier Publicación del Canal (por ejemplo https://t.me/c/1234567890/1)
